aaron-bond.better-comments
alefragnani.project-manager
aleksandra.go-group-imports
docker.docker
eamodio.gitlens
fill-labs.dependi
formulahendry.code-runner
golang.go
grapecity.gc-excelviewer
irongeek.vscode-env
mechatroner.rainbow-csv
mhutchie.git-graph
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-kubernetes-tools.vscode-kubernetes-tools
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.makefile-tools
ms-vscode.remote-explorer
mskelton.one-dark-theme
pkief.material-icon-theme
quillaja.goasm
redhat.vscode-yaml
rust-lang.rust-analyzer
tamasfe.even-better-toml
tooltitudeteam.tooltitude
vadimcn.vscode-lldb
yzhang.markdown-all-in-one
zhuangtongfa.material-theme
zxh404.vscode-proto3
